Revit 2026 API

# TileTileVerticalGap Property

---

The property labeled "Vert" from the "Tile" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string TileVerticalGap { get; }
```
```vb
Public Shared ReadOnly Property TileVerticalGap As String
	Get
```
```cpp
public:
static property String^ TileVerticalGap {
	String^ get ();
}
```
```fsharp
static member TileVerticalGap : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDouble" within the range of "0, 100".

#### Reference

Tile Class

Autodesk.Revit.DB.Visual Namespace